Repository: kitknox/rootshell
Catalog: Localizable.xcstrings
Source language: en
Languages: ar, ca, cs, da, de, es, fi, fr, he, hu, it, ja, ko, nb, nl, pl, pt_br, pt_pt, ro, sl, sv, uk, vi, zh_hans, zh_hant

source: While an agent remains active, a cached branch may be rechecked after five minutes on the next agent or visibility update. Lookups are batched per host and never open a new authenticated connection.
ar: ما دام الوكيل نشطًا، قد يُعاد فحص فرع مخزَّن مؤقتًا بعد خمس دقائق عند تحديث الوكيل أو الظهور التالي. تُجمَّع عمليات البحث لكل مضيف ولا تفتح أبدًا اتصالًا موثَّقًا جديدًا.
ca: Mentre un agent es mantingui actiu, una branca en memòria cau es pot tornar a comprovar al cap de cinc minuts en la següent actualització d'agent o de visibilitat. Les cerques s'agrupen per amfitrió i no obren mai una connexió autenticada nova.
cs: Dokud agent zůstává aktivní, může být větev z mezipaměti po pěti minutách znovu ověřena při další aktualizaci agenta nebo viditelnosti. Dotazy se sdružují podle hostitele a nikdy neotevírají nové ověřené připojení.
da: Så længe en agent forbliver aktiv, kan en cachelagret gren blive kontrolleret igen efter fem minutter ved næste agent- eller synlighedsopdatering. Opslag samles pr. vært og åbner aldrig en ny godkendt forbindelse.
de: Solange ein Agent aktiv bleibt, kann ein zwischengespeicherter Branch nach fünf Minuten bei der nächsten Agent- oder Sichtbarkeitsaktualisierung erneut geprüft werden. Abfragen werden pro Host gebündelt und öffnen nie eine neue authentifizierte Verbindung.
es: Mientras un agente siga activo, una rama en caché puede volver a comprobarse tras cinco minutos en la siguiente actualización de agente o de visibilidad. Las búsquedas se agrupan por host y nunca abren una nueva conexión autenticada.
fi: Niin kauan kuin agentti pysyy aktiivisena, välimuistissa oleva haara voidaan tarkistaa uudelleen viiden minuutin kuluttua seuraavan agentti- tai näkyvyyspäivityksen yhteydessä. Haut niputetaan palvelinkohtaisesti eivätkä ne koskaan avaa uutta todennettua yhteyttä.
fr: Tant qu'un agent reste actif, une branche mise en cache peut être revérifiée après cinq minutes lors de la prochaine mise à jour d'agent ou de visibilité. Les recherches sont regroupées par hôte et n'ouvrent jamais de nouvelle connexion authentifiée.
he: כל עוד סוכן נשאר פעיל, ענף שנשמר במטמון עשוי להיבדק שוב לאחר חמש דקות בעדכון הסוכן או הנראות הבא. החיפושים מקובצים לפי מארח ולעולם אינם פותחים חיבור מאומת חדש.
hu: Amíg egy ügynök aktív marad, a gyorsítótárazott ág öt perc után újra ellenőrizhető a következő ügynök- vagy láthatósági frissítéskor. A lekérdezések gazdagépenként kötegelve futnak, és soha nem nyitnak új hitelesített kapcsolatot.
it: Finché un agente rimane attivo, un ramo memorizzato nella cache può essere ricontrollato dopo cinque minuti al successivo aggiornamento di agente o visibilità. Le ricerche sono raggruppate per host e non aprono mai una nuova connessione autenticata.
ja: エージェントがアクティブな間、キャッシュされたブランチは5分後の次のエージェント更新または表示更新時に再確認されることがあります。照会はホストごとにまとめられ、新しい認証接続を開くことはありません。
ko: 에이전트가 활성 상태인 동안에는 캐시된 브랜치가 5분 후 다음 에이전트 또는 표시 업데이트 시 다시 확인될 수 있습니다. 조회는 호스트별로 묶여 처리되며 새 인증 연결을 열지 않습니다.
nb: Så lenge en agent er aktiv, kan en bufret gren kontrolleres på nytt etter fem minutter ved neste agent- eller synlighetsoppdatering. Oppslagene samles per vert og åpner aldri en ny autentisert tilkobling.
nl: Zolang een agent actief blijft, kan een gecachete branch na vijf minuten opnieuw worden gecontroleerd bij de volgende agent- of zichtbaarheidsupdate. Opzoekingen worden per host gebundeld en openen nooit een nieuwe geverifieerde verbinding.
pl: Dopóki agent pozostaje aktywny, gałąź z pamięci podręcznej może zostać ponownie sprawdzona po pięciu minutach przy kolejnej aktualizacji agenta lub widoczności. Wyszukiwania są grupowane według hosta i nigdy nie otwierają nowego uwierzytelnionego połączenia.
pt_br: Enquanto um agente permanecer ativo, um ramo em cache pode ser verificado novamente após cinco minutos na próxima atualização de agente ou de visibilidade. As buscas são agrupadas por host e nunca abrem uma nova conexão autenticada.
pt_pt: Enquanto um agente se mantiver ativo, um ramo em cache pode ser verificado de novo ao fim de cinco minutos, na atualização seguinte de agente ou de visibilidade. As procuras são agrupadas por anfitrião e nunca abrem uma nova ligação autenticada.
ro: Cât timp un agent rămâne activ, o ramură din cache poate fi verificată din nou după cinci minute, la următoarea actualizare de agent sau de vizibilitate. Căutările sunt grupate pe gazdă și nu deschid niciodată o nouă conexiune autentificată.
sl: Dokler agent ostaja aktiven, se lahko veja iz predpomnilnika po petih minutah znova preveri ob naslednji posodobitvi agenta ali vidnosti. Poizvedbe so združene po gostitelju in nikoli ne odprejo nove overjene povezave.
sv: Så länge en agent är aktiv kan en cachad gren kontrolleras igen efter fem minuter vid nästa agent- eller synlighetsuppdatering. Uppslagen buntas per värd och öppnar aldrig en ny autentiserad anslutning.
uk: Поки агент лишається активним, кешована гілка може бути перевірена знову через п'ять хвилин під час наступного оновлення агента або видимості. Запити групуються за хостом і ніколи не відкривають нового автентифікованого з'єднання.
vi: Chừng nào tác nhân còn hoạt động, một nhánh đã lưu trong bộ nhớ đệm có thể được kiểm tra lại sau năm phút ở lần cập nhật tác nhân hoặc hiển thị kế tiếp. Các lần tra cứu được gom theo máy chủ và không bao giờ mở kết nối xác thực mới.
zh_hans: 只要代理仍处于活动状态，缓存的分支可能会在五分钟后的下一次代理或可见性更新时重新检查。查询按主机批量进行，且从不新建已认证的连接。
zh_hant: 只要代理仍處於活動狀態，快取的分支可能會在五分鐘後的下一次代理或可見性更新時重新檢查。查詢依主機批次進行，且從不新建已驗證的連線。

source: Whimsical visitors drift across occasionally
ar: زوّار طريفون يمرّون من حين لآخر
ca: Visitants fantasiosos que passen a la deriva de tant en tant
cs: Rozmarní návštěvníci občas přeletí přes obrazovku
da: Finurlige gæster driver forbi en gang imellem
de: Wunderliche Besucher ziehen gelegentlich vorbei
es: Visitantes caprichosos que pasan de vez en cuando
fi: Oikulliset vierailijat ajelehtivat ohi silloin tällöin
fr: Des visiteurs fantaisistes traversent l'écran de temps à autre
he: מבקרים שובבים חולפים מדי פעם
hu: Szeszélyes látogatók sodródnak át időnként
it: Visitatori fantasiosi che passano di tanto in tanto
ja: 気まぐれな訪問者がときどき横切ります
ko: 기발한 방문객이 가끔 가로질러 떠다닙니다
nb: Lekne besøkende driver forbi av og til
nl: Grillige bezoekers drijven af en toe voorbij
pl: Kapryśni goście przelatują od czasu do czasu
pt_br: Visitantes caprichosos passam de vez em quando
pt_pt: Visitantes caprichosas que passam de vez em quando
ro: Vizitatori fantezişti se perindă ocazional
sl: Domiselni obiskovalci občasno preletijo
sv: Nyckfulla besökare driver förbi då och då
uk: Примхливі гості зрідка пропливають екраном
vi: Những vị khách kỳ thú thỉnh thoảng bay qua
zh_hans: 异想天开的访客偶尔翩然而过
zh_hant: 別緻的訪客偶爾飄過

source: Why tsshd?
ar: لماذا tsshd؟
ca: Per què tsshd?
cs: Proč tsshd?
da: Hvorfor tsshd?
de: Warum tsshd?
es: ¿Por qué tsshd?
fi: Miksi tsshd?
fr: Pourquoi tsshd ?
he: למה tsshd?
hu: Miért tsshd?
it: Perché tsshd?
ja: なぜtsshd？
ko: 왜 tsshd인가?
nb: Hvorfor tsshd?
nl: Waarom tsshd?
pl: Dlaczego tsshd?
pt_br: Por que tsshd?
pt_pt: Porquê tsshd?
ro: De ce tsshd?
sl: Zakaj tsshd?
sv: Varför tsshd?
uk: Чому tsshd?
vi: Tại sao dùng tsshd?
zh_hans: 为什么选择 tsshd？
zh_hant: 為什麼選擇 tsshd？

source: Width
ar: العرض
ca: Amplada
cs: Šířka
da: Bredde
de: Breite
es: Ancho
fi: Leveys
fr: Largeur
he: רוחב
hu: Szelesseg
it: Larghezza
ja: 幅
ko: 너비
nb: Bredde
nl: Breedte
pl: Szerokosc
pt_br: Largura
pt_pt: Largura
ro: Latime
sl: Sirina
sv: Bredd
uk: Ширина
vi: Chiều rộng
zh_hans: 宽度
zh_hant: 寬度

source: WiFi AP Providers
ar: موفرو نقاط وصول WiFi
ca: Proveïdors d'AP WiFi
cs: Poskytovatelé WiFi AP
da: WiFi AP-udbydere
de: WiFi-AP-Anbieter
es: Proveedores de AP WiFi
fi: WiFi AP -tarjoajat
fr: Fournisseurs AP WiFi
he: ספקי AP WiFi
hu: WiFi AP szolgáltatók
it: Fornitori AP WiFi
ja: WiFi APプロバイダー
ko: WiFi AP 제공업체
nb: WiFi AP-leverandører
pl: Dostawcy WiFi AP
pt_br: Provedores de AP WiFi
pt_pt: Fornecedores de AP WiFi
ro: Furnizori AP WiFi
sl: Ponudniki WiFi AP
sv: WiFi AP-leverantörer
uk: Постачальники WiFi AP
vi: Nhà cung cấp AP WiFi
zh_hans: WiFi AP 提供商
zh_hant: WiFi AP 提供者

source: WiFi Info
ar: معلومات WiFi
ca: Info del WiFi
cs: Informace o Wi-Fi
de: WLAN-Info
es: Info de WiFi
fi: WiFi-tiedot
fr: Infos WiFi
he: מידע WiFi
hu: Wi-Fi-adatok
it: Info WiFi
ja: WiFi情報
ko: WiFi 정보
pl: Informacje o Wi-Fi
pt_br: Info do WiFi
pt_pt: Info do WiFi
ro: Info WiFi
sl: Podatki o Wi-Fi
uk: Інформація про Wi-Fi
vi: Thông tin WiFi
zh_hans: WiFi 信息
zh_hant: WiFi 資訊

source: WiFi info requires location permission. Enable in Settings > Privacy > Location Services.
ar: تتطلب معلومات WiFi إذن الموقع. قم بتفعيله من الإعدادات > الخصوصية > خدمات الموقع.
ca: La info del WiFi requereix permís d'ubicació. Activa'l a Ajustos > Privadesa > Serveis d'ubicació.
cs: Informace o Wi-Fi vyžadují oprávnění k poloze. Povolte v Nastavení > Soukromí > Polohové služby.
da: WiFi-info kræver placeringstilladelse. Aktivér under Indstillinger > Anonymitet > Lokalitetstjenester.
de: WLAN-Info erfordert die Standortberechtigung. Aktiviere sie unter Einstellungen > Datenschutz > Ortungsdienste.
es: La info de WiFi requiere permiso de ubicación. Actívalo en Ajustes > Privacidad > Localización.
fi: WiFi-tiedot vaativat sijaintiluvan. Ota käyttöön kohdassa Asetukset > Tietosuoja > Sijaintipalvelut.
fr: Les infos WiFi nécessitent l'autorisation de localisation. Activez-la dans Réglages > Confidentialité > Service de localisation.
he: מידע WiFi דורש הרשאת מיקום. הפעל בהגדרות > פרטיות > שירותי מיקום.
hu: A Wi-Fi-adatokhoz helymeghatározási engedély szükséges. Engedélyezze a Beállítások > Adatvédelem > Helymeghatározás menüben.
it: Le info WiFi richiedono l'autorizzazione alla posizione. Abilitala in Impostazioni > Privacy > Servizi di localizzazione.
ja: WiFi情報には位置情報の許可が必要です。設定 > プライバシー > 位置情報サービスで有効にしてください。
ko: WiFi 정보를 사용하려면 위치 권한이 필요합니다. 설정 > 개인정보 보호 > 위치 서비스에서 활성화하세요.
nb: WiFi-info krever stedstillatelse. Aktiver under Innstillinger > Personvern > Stedstjenester.
nl: Wifi-info vereist locatietoestemming. Schakel in via Instellingen > Privacy > Locatievoorzieningen.
pl: Informacje o Wi-Fi wymagają uprawnień do lokalizacji. Włącz w Ustawienia > Prywatność > Usługi lokalizacji.
pt_br: As informações de WiFi exigem permissão de localização. Ative em Ajustes > Privacidade > Serviços de Localização.
pt_pt: As informações de WiFi requerem permissão de localização. Ative em Definições > Privacidade > Serviços de localização.
ro: Informațiile WiFi necesită permisiunea de localizare. Activează din Setări > Confidențialitate > Servicii de localizare.
sl: Podatki o Wi-Fi zahtevajo dovoljenje za lokacijo. Omogočite v Nastavitve > Zasebnost > Lokacijske storitve.
sv: WiFi-info kräver platstillåtelse. Aktivera under Inställningar > Integritet > Platstjänster.
uk: Для інформації про Wi-Fi потрібен дозвіл на геолокацію. Увімкніть у Параметри > Конфіденційність > Служби локації.
vi: Thông tin WiFi yêu cầu quyền vị trí. Bật trong Cài đặt > Quyền riêng tư > Dịch vụ định vị.
zh_hans: WiFi 信息需要位置权限。请在设置 > 隐私与安全性 > 定位服务中启用。
zh_hant: WiFi 資訊需要位置權限。請在設定 > 隱私權與安全性 > 定位服務中啟用。

source: Window
ar: النافذة
ca: Finestra
cs: Okno
da: Vindue
de: Fenster
es: Ventana
fi: Ikkuna
fr: Fenêtre
he: חלון
hu: Ablak
it: Finestra
ja: ウィンドウ
ko: 윈도우
nb: Vindu
nl: Venster
pl: Okno
pt_br: Janela
pt_pt: Janela
ro: Fereastră
sl: Okno
sv: Fönster
uk: Вікно
vi: Cửa sổ
zh_hans: 窗口
zh_hant: 視窗

source: Window Padding
ar: حشو النافذة
ca: Espaiat intern de la finestra
cs: Vnitřní okraj okna
da: Vinduesudfyldning
de: Fensterabstand
es: Relleno de la ventana
fi: Ikkunan täyttö
fr: Marges intérieures de la fenêtre
he: ריפוד חלון
hu: Ablak belső margója
it: Riempimento della finestra
ja: ウィンドウの余白
ko: 창 여백
nb: Vindusutfylling
nl: Vensteropvulling
pl: Margines wewnętrzny okna
pt_br: Preenchimento da janela
pt_pt: Preenchimento da janela
ro: Spațiere internă a ferestrei
sl: Notranji rob okna
sv: Fönsterutfyllnad
uk: Внутрішні відступи вікна
vi: Khoảng đệm cửa sổ
zh_hans: 窗口内边距
zh_hant: 視窗內邊距

source: Window preview
ar: معاينة النافذة
ca: Previsualització de la finestra
cs: Náhled okna
da: Forhåndsvisning af vindue
de: Fenstervorschau
es: Vista previa de la ventana
fi: Ikkunan esikatselu
fr: Aperçu de la fenêtre
he: תצוגה מקדימה של החלון
hu: Ablak előnézete
it: Anteprima finestra
ja: ウィンドウのプレビュー
ko: 윈도우 미리보기
nb: Forhåndsvisning av vindu
nl: Venstervoorbeeld
pl: Podgląd okna
pt_br: Pré-visualização da janela
pt_pt: Pré-visualização da janela
ro: Previzualizarea ferestrei
sl: Predogled okna
sv: Fönsterförhandsvisning
uk: Попередній перегляд вікна
vi: Xem trước cửa sổ
zh_hans: 窗口预览
zh_hant: 視窗預覽

source: Window Transparency
ar: شفافية النافذة
ca: Transparència de la finestra
cs: Průhlednost okna
da: Vinduesgennemsigtighed
de: Fenstertransparenz
es: Transparencia de ventana
fi: Ikkunan läpinäkyvyys
fr: Transparence de la fenêtre
he: שקיפות חלון
hu: Ablak átlátszóság
it: Trasparenza della finestra
ja: ウィンドウの透過
ko: 윈도우 투명도
nb: Vindusgjennomsiktighet
nl: Venstertransparantie
pl: Przezroczystość okna
pt_br: Transparência da Janela
pt_pt: Transparência da Janela
ro: Transparența ferestrei
sl: Prosojnost okna
sv: Fönstertransparens
uk: Прозорість вікна
vi: Độ trong suốt Cửa sổ
zh_hans: 窗口透明度
zh_hant: 視窗透明度

source: Window transparency can cause visual artifacts with the solar background. Set transparency to %@ for optimal quality.
ar: قد تتسبب شفافية النافذة في عيوب بصرية مع خلفية الطاقة الشمسية. اضبط الشفافية على %@ للحصول على أفضل جودة.
ca: La transparència de la finestra pot causar artefactes visuals amb el fons solar. Establiu la transparència al %@ per a una qualitat òptima.
cs: Průhlednost okna může způsobit vizuální artefakty se solárním pozadím. Nastavte průhlednost na %@ pro optimální kvalitu.
da: Vinduesgennemsigtighed kan forårsage visuelle artefakter med solbaggrunden. Sæt gennemsigtigheden til %@ for optimal kvalitet.
de: Fenstertransparenz kann bei dem Solar-Hintergrund visuelle Artefakte verursachen. Setzen Sie die Transparenz auf %@ für optimale Qualität.
es: La transparencia de ventana puede causar artefactos visuales con el fondo solar. Establezca la transparencia al %@ para una calidad óptima.
fi: Ikkunan läpinäkyvyys voi aiheuttaa visuaalisia häiriöitä aurinkotaustan kanssa. Aseta läpinäkyvyys %@:iin parhaan laadun saamiseksi.
fr: La transparence de la fenêtre peut provoquer des artefacts visuels avec l'arrière-plan solaire. Réglez la transparence à %@ pour une qualité optimale.
he: שקיפות חלון עלולה לגרום לעיוותים חזותיים עם רקע שמש. הגדר שקיפות ל-%@ לאיכות מיטבית.
hu: Az ablak átlátszóság vizuális hibákat okozhat a nap háttérrel. Állítsa az átlátszóságot %@-ra az optimális minőséghez.
it: La trasparenza della finestra può causare artefatti visivi con lo sfondo solare. Impostare la trasparenza al %@ per una qualità ottimale.
ja: ウィンドウの透過はソーラー背景で視覚的なアーティファクトを引き起こす可能性があります。最適な品質のためには透過度を%@に設定してください。
ko: 윈도우 투명도는 태양 배경에서 시각적 결함을 유발할 수 있습니다. 최적의 품질을 위해 투명도를 %@로 설정하십시오.
nb: Vindusgjennomsiktighet kan forårsake visuelle artefakter med solbakgrunnen. Sett gjennomsiktigheten til %@ for optimal kvalitet.
nl: Venstertransparantie kan visuele artefacten veroorzaken met de zonne-achtergrond. Stel de transparantie in op %@ voor optimale kwaliteit.
pl: Przezroczystość okna może powodować artefakty wizualne z tłem słonecznym. Ustaw przezroczystość na %@ dla optymalnej jakości.
pt_br: A transparência da janela pode causar artefatos visuais com o fundo solar. Defina a transparência para %@ para qualidade ideal.
pt_pt: A transparência da janela pode causar artefactos visuais com o fundo solar. Defina a transparência para %@ para qualidade ideal.
ro: Transparența ferestrei poate cauza artefacte vizuale cu fundalul solar. Setați transparența la %@ pentru calitate optimă.
sl: Prosojnost okna lahko povzroči vizualne napake pri solarnem ozadju. Za optimalno kakovost nastavite prosojnost na %@.
sv: Fönstertransparens kan orsaka visuella artefakter med solbakgrunden. Ställ in transparens på %@ för optimal kvalitet.
uk: Прозорість вікна може спричинити візуальні артефакти з фоном «сонце». Встановіть прозорість на %@ для оптимальної якості.
vi: Độ trong suốt cửa sổ có thể gây ra hiện tượng nhiễu hình ảnh với nền mặt trời. Đặt độ trong suốt ở mức %@ để đạt chất lượng tối ưu.
zh_hans: 窗口透明度可能导致太阳背景出现视觉瑕疵。将透明度设为 %@ 以获得最佳质量。
zh_hant: 視窗透明度可能導致太陽背景出現視覺瑕疵。將透明度設為 %@ 以獲得最佳品質。

source: Wing Flutter
ar: رفرفة الأجنحة
ca: Aleteig d'ales
cs: Třepot křídel
da: Vingeflagren
de: Flügelschlag
es: Aleteo de alas
fi: Siipien lepatus
fr: Battement d'ailes
he: רפרוף כנפיים
hu: Szárnyrebbenés
it: Sfarfallio delle ali
ja: 羽ばたき
ko: 날갯짓
nb: Vingeflagring
nl: Vleugelfladder
pl: Trzepotanie skrzydeł
pt_br: Tremular das Asas
pt_pt: Esvoaçar das Asas
ro: Fluturare aripi
sl: Plapolanje s krili
sv: Vingfladder
uk: Тріпотіння крил
vi: Rung Cánh
zh_hans: 振翅
zh_hant: 翅膀拍動

source: With the toggle off, no command is sent. The project is then shown only for hosts whose shell reports its directory on its own, and no branch is shown.
ar: عند إيقاف المفتاح لا يُرسَل أي أمر. عندها يظهر المشروع فقط للمضيفين الذين تبلّغ صدفتهم عن دليلها من تلقاء نفسها، ولا يظهر أي فرع.
ca: Amb l'interruptor desactivat, no s'envia cap ordre. El projecte només es mostra llavors per als amfitrions l'intèrpret d'ordres dels quals informa del seu directori pel seu compte, i no es mostra cap branca.
cs: Když je přepínač vypnutý, neodesílá se žádný příkaz. Projekt se pak zobrazí jen u hostitelů, jejichž shell hlásí svůj adresář sám, a žádná větev se nezobrazí.
da: Når kontakten er slået fra, sendes der ingen kommando. Projektet vises da kun for værter, hvis skal selv oplyser sin mappe, og der vises ingen gren.
de: Wenn der Schalter aus ist, wird kein Befehl gesendet. Das Projekt wird dann nur für Hosts angezeigt, deren Shell ihr Verzeichnis von sich aus meldet, und es wird kein Branch angezeigt.
es: Con el interruptor desactivado no se envía ningún comando. El proyecto se muestra entonces solo para los hosts cuyo shell informa de su directorio por su cuenta, y no se muestra ninguna rama.
fi: Kun kytkin on pois päältä, komentoa ei lähetetä. Projekti näytetään tällöin vain niille palvelimille, joiden komentotulkki ilmoittaa hakemistonsa itse, eikä haaraa näytetä.
fr: Lorsque l'option est désactivée, aucune commande n'est envoyée. Le projet n'est alors affiché que pour les hôtes dont l'interpréteur de commandes signale son répertoire de lui-même, et aucune branche n'est affichée.
he: כאשר המתג כבוי, לא נשלחת שום פקודה. הפרויקט מוצג אז רק עבור מארחים שהמעטפת שלהם מדווחת על התיקייה מעצמה, ולא מוצג ענף.
hu: Kikapcsolt kapcsolóval semmilyen parancs nem kerül elküldésre. A projekt ekkor csak azoknál a gazdagépeknél jelenik meg, amelyek parancsértelmezője magától jelenti a könyvtárát, és nem jelenik meg ág.
it: Con l'opzione disattivata non viene inviato alcun comando. Il progetto viene quindi mostrato solo per gli host la cui shell segnala la propria directory da sola, e nessun ramo viene mostrato.
ja: スイッチがオフのときは、コマンドは送信されません。プロジェクトはシェルが自らディレクトリを報告するホストでのみ表示され、ブランチは表示されません。
ko: 스위치가 꺼져 있으면 어떤 명령도 전송되지 않습니다. 프로젝트는 셸이 스스로 디렉터리를 알리는 호스트에서만 표시되고 브랜치는 표시되지 않습니다.
nb: Når bryteren er av, sendes ingen kommando. Prosjektet vises da bare for verter der skallet selv melder fra om katalogen sin, og ingen gren vises.
nl: Als de schakelaar uit staat, wordt er geen opdracht verstuurd. Het project wordt dan alleen getoond voor hosts waarvan de shell zijn map uit zichzelf meldt, en er wordt geen branch getoond.
pl: Gdy przełącznik jest wyłączony, żadne polecenie nie jest wysyłane. Projekt jest wtedy pokazywany tylko dla hostów, których powłoka sama zgłasza swój katalog, i nie jest pokazywana żadna gałąź.
pt_br: Com a chave desativada, nenhum comando é enviado. O projeto é então mostrado apenas para hosts cujo shell informa o próprio diretório por conta própria, e nenhum ramo é mostrado.
pt_pt: Com o interruptor desativado, não é enviado qualquer comando. O projeto é então mostrado apenas para anfitriões cuja shell comunica o seu diretório por si própria, e não é mostrado qualquer ramo.
ro: Cu comutatorul dezactivat, nu se trimite nicio comandă. Proiectul este atunci afișat doar pentru gazdele al căror shell își raportează singur directorul și nu este afișată nicio ramură.
sl: Ko je stikalo izklopljeno, se ne pošlje noben ukaz. Projekt je nato prikazan samo za gostitelje, katerih lupina sama sporoči svoj imenik, veja pa ni prikazana.
sv: Med reglaget av skickas inget kommando. Projektet visas då bara för värdar vars skal rapporterar sin katalog på egen hand, och ingen gren visas.
uk: Коли перемикач вимкнено, жодна команда не надсилається. Тоді проєкт показується лише для хостів, оболонка яких сама повідомляє свій каталог, і жодна гілка не показується.
vi: Khi công tắc tắt, không lệnh nào được gửi đi. Khi đó dự án chỉ hiển thị với những máy chủ mà shell tự báo cáo thư mục, và không nhánh nào được hiển thị.
zh_hans: 开关关闭时不会发送任何命令。此时仅对 Shell 自行报告目录的主机显示项目，且不显示分支。
zh_hant: 開關關閉時不會傳送任何指令。此時僅對 Shell 自行回報目錄的主機顯示專案，且不顯示分支。

source: Without -i, installs all default keys (or all keys if no defaults set)
ar: بدون -i، يُثبّت جميع المفاتيح الافتراضية (أو جميع المفاتيح إذا لم تُعيَّن مفاتيح افتراضية)
ca: Sense -i, instal·la totes les claus per defecte (o totes les claus si no hi ha valors per defecte)
cs: Bez -i nainstaluje všechny výchozí klíče (nebo všechny klíče, pokud nejsou nastaveny výchozí)
da: Uden -i installeres alle standardnøgler (eller alle nøgler, hvis ingen standarder er angivet)
de: Ohne -i werden alle Standardschlüssel installiert (oder alle Schlüssel, wenn keine Standards festgelegt sind)
es: Sin -i, instala todas las claves predeterminadas (o todas las claves si no hay predeterminadas)
fi: Ilman -i:tä asentaa kaikki oletusavaimet (tai kaikki avaimet, jos oletuksia ei ole asetettu)
fr: Sans -i, installe toutes les clés par défaut (ou toutes les clés si aucune par défaut n'est définie)
he: ללא i-, מתקין את כל מפתחות ברירת המחדל (או את כל המפתחות אם לא הוגדרו ברירות מחדל)
hu: A -i nélkül az összes alapértelmezett kulcsot telepíti (vagy az összeset, ha nincs alapértelmezett beállítva)
it: Senza -i, installa tutte le chiavi predefinite (o tutte le chiavi se non sono impostati predefiniti)
ja: -i を指定しない場合、すべてのデフォルト鍵をインストールします（デフォルト未設定の場合は全鍵）
ko: -i 없이 모든 기본 키를 설치합니다 (기본값이 없으면 모든 키)
nb: Uten -i installeres alle standardnøkler (eller alle nøkler hvis ingen standarder er satt)
nl: Zonder -i worden alle standaardsleutels geïnstalleerd (of alle sleutels als er geen standaard is ingesteld)
pl: Bez -i instaluje wszystkie domyślne klucze (lub wszystkie klucze, jeśli nie ustawiono domyślnych)
pt_br: Sem -i, instala todas as chaves padrão (ou todas as chaves se nenhuma padrão estiver definida)
pt_pt: Sem -i, instala todas as chaves predefinidas (ou todas as chaves se nenhuma predefinição estiver definida)
ro: Fără -i, instalează toate cheile implicite (sau toate cheile dacă nu sunt setate cele implicite)
sl: Brez -i namesti vse privzete ključe (ali vse ključe, če privzeti niso nastavljeni)
sv: Utan -i installeras alla standardnycklar (eller alla nycklar om inga standarder är inställda)
uk: Без -i встановлює всі ключі за замовчуванням (або всі ключі, якщо за замовчуванням не задано)
vi: Không có -i, cài đặt tất cả khóa mặc định (hoặc tất cả khóa nếu chưa đặt mặc định)
zh_hans: 不使用 -i 时，安装所有默认密钥（如果未设置默认密钥则安装所有密钥）
zh_hant: 不使用 -i 時，安裝所有預設金鑰（如果未設定預設金鑰則安裝所有金鑰）

source: Words
ar: الكلمات
ca: Paraules
cs: Slova
da: Ord
de: Wörter
es: Palabras
fi: Sanat
fr: Mots
he: מילים
hu: Szavak
it: Parole
ja: 単語数
ko: 단어
nb: Ord
nl: Woorden
pl: Słowa
pt_br: Palavras
pt_pt: Palavras
ro: Cuvinte
sl: Besede
sv: Ord
uk: Слова
vi: Từ
zh_hans: 单词数
zh_hant: 單字
